{
    "คณะวิทยาศาสตร์และเทคโนโลยี": {
        "คำอธิบาย": "คณะชั้นนำด้านวิทยาศาสตร์และเทคโนโลยีของประเทศไทย มีหลักสูตรระดับปริญญาตรีและบัณฑิตศึกษาที่หลากหลาย",
        "ก่อตั้ง": 2504, 
        "ภาควิชา/สาขาวิชา": [
            "วิทยาการประกันภัย (ASC)",
            "คณิตศาสตร์การจัดการ (พิเศษ) (IMMA)",
            "คณิตศาสตร์ (Math)",
            "คณิตศาสตร์ประยุกต์ (App math)",
            "คณิตศาสตร์(ภาคพิเศษ)",
            "สถิติ(พิเศษ)",
            "สถิติ (Stat)",
            "วิทยาการคอมพิวเตอร์ (ปกติ) (ComSci)",
            "วิทยาการคอมพิวเตอร์ (พิเศษ) (Com’PE)",
            "เคมี (Chem)",
            "วิทยาศาตร์และเทคโนโลยีการอาหาร (Food)",
            "วิทยาศาตร์และนวัตกรรมทางอาหาร (Fin)",
            "เทคโนโลยีชีวภาพ (Biot)",
            "เทคโนโลยีพลังงานชีวภาพและการแปรรูปเคมีชีวภาพ (BEB)",
            "วิทยาศาตร์และเทคโนโลยีสิ่งทอ (Textile)",
            "วัสดุศาสตร์ (MR)",
            "ฟิสิกส์ (Phy pure)",
            "ฟิสิกส์อิเล็กทรอนิกส์ (Phy-e)",
            "เทคโนโลยีการเกษตร (AT)",
            "วิทยาศาตร์สิ่งแวดล้อม (Envi)",
            "เทคโนโลยีเพื่อการพัฒนายั่งยืน (SDT)",
            "ลำปาง"
        ],
        "รวบรวมเล่มหลักสูตรทั้งหมด": ["https://drive.google.com/drive/u/5/folders/1-4Lfurfw4xiiWbtWNRE_UXTgDsITiWQf"],
        "สิ่งอำนวยความสะดวก": [
            "ห้องปฏิบัติการที่ครบครัน",
            "ศูนย์วิจัย",
            "ห้องเรียนทันสมัย",
            "ห้องสมุด",
            "ศูนย์นักศึกษา"
        ],
        "ความร่วมมือระหว่างประเทศ": {
            "พันธมิตร": [
                "มหาวิทยาลัยในสหรัฐอเมริกา",
                "มหาวิทยาลัยในยุโรป",
                "มหาวิทยาลัยในเอเชีย"
            ],
            "โครงการแลกเปลี่ยน": true
        },
        "เว็บไซต์": "https://www.sci.tu.ac.th/" 
    },
    "ข้อบังคับมหาวิทยาลัยธรรมศาสตร์ ว่าด้วยการศึกษาระดับปริญญาตรี พ.ศ. 2561": 
    [ {  "ลิงก์ข้อบังคับ": "https://www.reg.tu.ac.th/th/post/read/587",
        "หมวด ๑": "บททั่วไป หมวดนี้กล่าวถึงชื่อข้อบังคับ, วันที่บังคับใช้, และนิยามศัพท์ที่ใช้ในข้อบังคับ" }, 
    { "หมวด ๒": "ระบบการศึกษาและอาจารย์ที่ปรึกษา หมวดนี้กล่าวถึงการจัดการเรียนการสอนของมหาวิทยาลัย, รูปแบบการจัดการศึกษา, และการกำหนดหน่วยกิต" }, 
    { "หมวด ๓": "การรับเข้าศึกษา หมวดนี้กล่าวถึงคุณสมบัติของผู้มีสิทธิ์เข้าศึกษา, หลักเกณฑ์การคัดเลือก, และการดำเนินการรับเข้าศึกษา" }, 
    { "หมวด ๔": "การขึ้นทะเบียนเป็นนักศึกษา หมวดนี้กล่าวถึงกระบวนการขึ้นทะเบียนเป็นนักศึกษา, การตรวจสอบคุณสมบัติ, และการให้สถานภาพนักศึกษา" }, 
    { "หมวด ๕": "การลงทะเบียนเรียน หมวดนี้กล่าวถึงการลงทะเบียนเรียน, คุณสมบัติในการลงทะเบียน, การเปลี่ยนแปลงการลงทะเบียน, และการรักษาสถานภาพนักศึกษา" }, 
    { "หมวด ๖": "การนับหน่วยกิตสะสม หมวดนี้กล่าวถึงการนับหน่วยกิตสะสม, เกณฑ์การให้สถานภาพทางวิชาการ, และการเทียบโอนหน่วยกิต" }, 
    { "หมวด ๗": "การเพิ่มและการถอนรายวิชา หมวดนี้กล่าวถึงการเพิ่มและการถอนรายวิชา, เงื่อนไขการขอเพิ่ม/ถอน, และผลของการเพิ่ม/ถอน " }, 
    { "หมวด ๘": "การเทียบโอนรายวิชาและหน่วยกิตสะสม และการเทียบความรู้ หมวดนี้กล่าวถึงการเทียบโอนรายวิชา, การเทียบโอนหน่วยกิตสะสม, และเกณฑ์การเทียบความรู้" }, 
    { "หมวด ๙": "อักษรแสดงผลการศึกษา หมวดนี้กล่าวถึงความหมายของสัญลักษณ์ที่ใช้แสดงผลการศึกษา, เกณฑ์การให้คะแนน, และสถานะของนักศึกษา" }, 
    { "หมวด ๑๐": "การวัดผลการศึกษาและการคำนวณค่าเฉลี่ยสะสม หมวดนี้กล่าวถึงการวัดผลการศึกษา, การคำนวณเกรด, และการคำนวณค่าเฉลี่ยสะสม" }, 
    { "หมวด ๑๑": "สถานภาพทางวิชาการ หมวดนี้กล่าวถึงเกณฑ์การพิจารณาสถานภาพทางวิชาการของนักศึกษา, และผลของการมีสถานภาพทางวิชาการในแต่ละระดับ" }, 
    { "หมวด ๑๒": "การลาพักการศึกษา หมวดนี้กล่าวถึงเงื่อนไขการลาพักการศึกษา, และผลของการลาพักการศึกษา" }, 
    { "หมวด ๑๓": "การถูกพักการศึกษา หมวดนี้กล่าวถึงเหตุผลและเงื่อนไขของการถูกพักการศึกษา, รวมถึงผลกระทบต่อสถานภาพนักศึกษา" }, 
    { "หมวด ๑๔": "การลาออกจากการเป็นนักศึกษา หมวดนี้กล่าวถึงเหตุผลในการลาออก, กระบวนการลาออก, และผลของการลาออก " }, 
    { "หมวด ๑๕": "การย้ายหลักสูตร หมวดนี้กล่าวถึงหลักเกณฑ์และเงื่อนไขในการย้ายหลักสูตร, กระบวนการ, และผลของการย้ายหลักสูตร" }, 
    { "หมวด ๑๖": "การสำเร็จการศึกษาและการอนุมัติปริญญา หมวดนี้กล่าวถึงเงื่อนไขและเกณฑ์ในการสำเร็จการศึกษา, การอนุมัติปริญญา, และเอกสารที่เกี่ยวข้อง" }, 
    { "หมวด ๑๗": "การให้ปริญญาเกียรตินิยม หมวดนี้กล่าวถึงเกณฑ์การได้รับปริญญาเกียรตินิยม, และเงื่อนไขเพิ่มเติม" }, 
    { "หมวด ๑๘": "การเสนอชื่อและการอนุมัติปริญญา หมวดนี้กล่าวถึงกระบวนการเสนอชื่อเพื่อรับปริญญา, การตรวจสอบ, และการอนุมัติปริญญา" }, 
    { "หมวด ๑๙": "ค่าธรรมเนียมและการขอคืนค่าธรรมเนียม หมวดนี้กล่าวถึงค่าธรรมเนียมต่างๆ ที่นักศึกษาต้องชำระ, เงื่อนไขในการขอคืนค่าธรรมเนียม, และกระบวนการ" }, 
    { "หมวด ๒๐": "การพ้นสภาพนักศึกษาและการออกใบรับรอง หมวดนี้กล่าวถึงเงื่อนไขการพ้นสภาพนักศึกษา, การออกใบรับรอง, และผลที่ตามมา" }, 
    { "หมวด ๒๑": "การแก้ไขข้อบังคับ หมวดนี้กล่าวถึงการแก้ไขข้อบังคับ, ขั้นตอนการดำเนินการ, และเงื่อนไขการแก้ไข" }, 
    { "บทเฉพาะกาล": "บทเฉพาะกาล หมวดนี้กล่าวถึงบทเฉพาะกาลของข้อบังคับ, การบังคับใช้กับนักศึกษาก่อนหน้า, และการแก้ไขข้อบังคับเพิ่มเติม" } ] 
}